{
  "posts": [
    { "id": 1, "title": "Post 1" }
  ],
  "books": [
    { "id": 1, "code": 2600525, "title": "Tintin au Tibet", "author": "Hergé", "createdAt": "2022-05-31T15:25:43.511Z", "price": 12.50, "description": "Un avion de ligne à bord duquel le jeune Chinois Tchang se rendait en Europe s'est écrasé dans l'Himalaya. Tintin au Tibet (1960), pure histoire d'amitié, sans le moindre méchant, décrit la recherche désespérée à laquelle Tintin se livre pour retrouver son ami. Ce récit pathétique, qui rompt avec le ton extraverti des épisodes précédents, démontre que la fidélité et l'espoir sont capables de vaincre tous les obstacles, et que les préjugés - en l'occurrence, à l'égard de \"l'abominable homme des neiges\" - sont bien souvent le fruit de l'ignorance." },
    { "id": 2, "code": 2600526, "title": "Vingt mille lieues sous les mers", "author": "Jules Verne", "createdAt": "2022-05-31T15:25:43.511Z", "price": 24.90, "description": "Vingt Mille Lieues sous les mers est un roman d'aventures de Jules Verne, paru en 1869-1870. Il relate le voyage de trois naufragés capturés par le capitaine Nemo, mystérieux inventeur qui parcourt les fonds des mers à bord du Nautilus, un sous-marin très en avance sur les technologies de l'époque." },    
    { "id": 3, "code": 2600527, "title": "Genesis", "author": "Sebastião Salgado", "createdAt": "2022-05-31T15:25:43.511Z", "price": 60.00, "description": "Au cours de 30 voyages, à pied, en avion léger, en bateau, en canoë et même en ballon, par une chaleur extrême ou un froid polaire et dans des conditions parfois dangereuses, Salgado a réuni des images qui nous montrent la nature, les peuples indigènes et les animaux dans toute leur splendeur. Maîtrisant le monochrome avec un talent qui rivalise avec celui du virtuose Ansel Adams, Salgado fait entrer la photographie noir et blanc dans une autre dimension; les nuances de tons de ses oeuvres, le contraste entre le clair et l'obscur, évoquent les tableaux de grands maîtres comme Rembrandt et Georges de la Tour." }
  ]
}
